test-load/root.v1.yml
config:
  target: 'http://localhost:4000'
  phases:
    - duration: 60
      arrivalRate: 10000
  defaults:
    headers:
      Authorization: 'Bearer eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJjb21wYW55SWQiOjEyMzQ1LCJzZWNyZXQiOiJpQnRMcDdhcVpNYmVHNzRBc2dER2d4OTJmcEVvQ0V0QzdodnZZYWJRclZWWE5paDQ3ajJmanpSNGJ0WVVKV01KIiwiaWF0IjoxNTcyNzA3NjE1fQ.kVvyZDZ4kg1_Tt0mkoy7MtOsf6s2rV2wBssLTFZSLIk'
scenarios:
  - flow:
    - get:
        url: "/api/v1"